// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Ota Wi-Fi Direct käyttöön";
WDTTaskDescription = "Voit helposti muodostaa suoran langattoman yhteyden tulostimeen langatonta yhteyttä tukevista älypuhelimista, kannettavista tietokoneista tai muista mobiililaitteista.";

WDTSecurityRequiredDescription = "Rajoita tulostimen käyttöä antamalla salasana (pakollinen).";

WDTPassphraseTitle = "Salasana:";
WDTShowPassphraseButtonTitle = "Näytä tunnuslause";
WDTSavePassphraseButtonTitle = "Tallenna salasana avainnippuun";
WDTEmptyPassphraseError = "Salasana-kenttä ei voi olla tyhjä.";
WDTTooShortPassphraseError = "Salasanassa on oltava vähintään 8 merkkiä.";

WDTConfigureWiFiDirectButtonTitle = "Määritä Mac-laite HP:n Wi-Fi Direct -verkon käyttöä varten";
WDTConfigureWiFiDirectDescription = "Määritä Mac-laite liittymään automaattisesti tulostimen Wi-Fi Direct -verkkoon, kun tavallisesti käytetty langaton verkko ei ole käytössä.";
WDTConfigurtWiFiDirectAdditionalDescription = "Voit nopeasti siirtyä tavallisesti käyttämästäsi langattomasta verkosta käyttämään tulostimen Wi-Fi Direct -verkkoa Omenavalikon Sijainti-alivalikon kautta.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Lisätietoja tulostimen Wi-Fi Direct -toiminnon käyttämisestä on osoitteessa";

WDTCannotBeEnabledErrorTitle = "Wi-Fi Direct -ominaisuutta ei voi ottaa käyttöön";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct -ominaisuutta ei voi ottaa käyttöön tulostimen nykyisessä konfiguraatiossa. Jos haluat lisätietoja, kokeile ottaa Wi-Fi Direct käyttöön käyttämällä tulostimen ohjauspaneelia tai kotisivua, jota kutsutaan myös upotetuksi web-palvelimeksi tai EWS:ksi.";
